[
  {
    "title": "1",
    "order": "1",
    "rank": "1",
    "image": "WoodsTiger.jpg",
    "overlay": "left",
    "name": "Tiger Woods",
    "age": "39",
    "pgawins": "79",
    "majorwins": "14",
    "chatter": "The greatest player of his generation and\narguably the greatest player of all time. He is second in major titles, behind\nJack Nicklaus who won 18, and is second in PGA Tour wins, just three behind Sam\nSnead. He has won three U.S. Opens, the last one coming in 2008 in a playoff\nover Rocco Mediate. He was the world’s top-ranked player for 264\nweeks from August 1999 to September 2004 and then again for 281 weeks from June\n2005 to October 2010.",
    "credit": "THOMAS WILBURN / THE SEATTLE TIMES",
    "_d180g": "\n"
  },
  {
    "title": "2",
    "order": "2",
    "rank": "2",
    "image": "MickelsonPhil.jpg",
    "overlay": "",
    "name": "Phil Mickelson",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "He needs to win the U.S.\nOpen to become the sixth player to complete a career Grand Slam (winning all\nfour majors) in the modern era. He has finished second a record six times in\nthe U.S. Open, with perhaps the most painful being when he lost by a shot in\n2006 after making a double bogey on the final hole.  Has not won since the 2013 British Open, but\ntied for second in this year’s Masters.",
    "credit": ""
  },
  {
    "title": "3",
    "order": "3",
    "rank": "3",
    "image": "SpiethJordan.jpg",
    "overlay": "",
    "name": "Jordan Spieth",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "He has proved he can shine on the biggest stage,\nrolling to a record-setting Masters win in April after finishing second in that\nevent last year. He has been in the top 10 in seven of 13 events this season.\nHas already won two championships put on by the United States Golf Association,\nhaving twice won the U.S. Junior Amateur. His second win in that event was in\n2011 at Gold Mountain’s Olympic Course in Bremerton, and he joined Tiger Woods\nas the only player to win the Junior Amateur more than once.",
    "credit": ""
  },
  {
    "title": "4",
    "order": "4",
    "rank": "4",
    "image": "RoseJustin.jpg",
    "overlay": "left",
    "name": "Justin Rose",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "Born in South Africa, and raised in England, he introduced himself\nto the golfing world with a flourish when he finished tied for fourth as a\n17-year-old amateur at the 1998 British Open. He ended that event by holing out\nfrom about 50 yards away in the rough. He turned pro the next day, then missed\nhis first 21 cuts a pro. But he persevered and has won a PGA Tour event each of\nthe past seven years, including the 2013 U.S. Open, and was second in this\nyear's masters.",
    "credit": ""
  },
  {
    "title": "5",
    "order": "5",
    "rank": "5",
    "image": "WatsonBubba.jpg",
    "overlay": "right",
    "name": "Bubba Watson",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "He has won two Masters, and all seven of his PGA Tour wins have been in\nthe past five years. With the tremendous distance he hits his drives, he often\nhas an advantage over the rest of the field, but he has not had a lot of\nsuccess in the U.S. Open, with no finishes in the top 30 since 2007, when he\nfinished tied for fifth. But the fairways at Chambers Bay are much wider than\nfor a typical U.S. Open, which should benefit Watson.",
    "credit": ""
  },
  {
    "title": "6",
    "order": "6",
    "rank": "6",
    "image": "FowlerRickie.jpg",
    "overlay": "",
    "name": "Rickie Fowler",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "He finished in the top five in all four major championships last year, and the\nonly other two players to finish in the top five of all four majors in a calendar\nyear are Tiger Woods and Jack Nicklaus. Still, entering May, he had just one\nPGA Tour win and tied recently with Ian Poulter in a survey of the most\noverrated PGA Tour player that was voted on by Tour players. But that came out\njust before Fowler won The Players Championship last month.",
    "credit": ""
  },
  {
    "title": "7",
    "order": "7",
    "rank": "7",
    "image": "McIlroyRory.jpg",
    "overlay": "",
    "name": "Rory McIlroy",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "McIlroy, from Northern Ireland, won the final two majors of 2014 (the British Open and\nthe PGA Championship). After a slow start in this year’s Masters, he rallied to\nfinish fourth. He won the 2011 U.S. Open at Congressional Country Club outside\nWashington, D.C., by eight shots in a record score of 16-under 268. He won two\ntournaments in May, so he is coming into the U.S. Open in top form.",
    "credit": ""
  },
  {
    "title": "8",
    "order": "8",
    "rank": "8",
    "image": "GarciaSergio.jpg",
    "overlay": "",
    "name": "Sergio Garcia",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "The Spaniard has 19 top-10 finishes in major championships but has yet to win\none. At age 19, he dueled with Tiger Woods in the 1999 PGA championship before\nfinishing second. Although he has spent much of the time since in the top 10 in the world rankings, he has not quite\ndelivered what many expected. He is one of the best ball strikers in the game,\nbut his putting is up and down. He won The Players Championship in 2008. His\nbest U.S. Open finish is a tie for third in 2005.",
    "credit": ""
  },
  {
    "title": "9",
    "order": "9",
    "rank": "9",
    "image": "JohnsonDustin.jpg",
    "overlay": "",
    "name": "Dustin Johnson",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "One of America’s stars the past several years. He took a six-month break last year\nto work through personal issues. Golf Magazine reported that Johnson had been suspended from the PGA Tour for six\nmonths after testing positive for cocaine, which the Tour denied, saying it was\na voluntary leave. He has returned in good form, winning the World Golf\nChampionship event at Doral (Fla.) in March. He has seven top-10 finishes in\nmajors and was tied for fourth at last year’s U.S. Open.",
    "credit": ""
  },
  {
    "title": "10",
    "order": "10",
    "rank": "10",
    "image": "KaymerMartin.jpg",
    "overlay": "",
    "name": "Martin Kaymer",
    "age": "",
    "pgawins": "",
    "majorwins": "",
    "chatter": "The German, a former No. 1 player in the world, seems to save his best performances for the\nbiggest stage, with his three victories on the PGA Tour coming in the PGA\nChampionship in 2010 and in last year’s U.S. Open and The Players Championship.\nHe led wire to wire in winning last year’s U.S. Open at Pinehurst by eight\nstrokes. He also has nine additional victories on the PGA Tour. Has not played\nwell this year, but it would be foolish to discount his chances.",
    "credit": ""
  }
]